{
  "chapter_text": [
    "C, Kai, and Airy were best friends hanging out at the park on a sunny day when, all of a sudden, they saw a fox staring at them. Little did they know, this was no ordinary fox. This fox had a plan. She wanted to steal the food off their table. But this fox was not a normal fox; she was as intelligent as a human. Her name was Winter Star.\r\n\r\nWinter Star went to make her move, but the friends saw her and stopped her from taking the food. Winter Star was so scared that she turned into a statue, frozen in fear.\r\n\r\nThe three of them looked at each other and came up with a plan.\r\n\r\n“Let’s turn her into a human,” they said.\r\n\r\nUsing Airy’s magic skills, they tried to make this happen. Surprisingly to them all, it worked.\r\n",
    "Winter Star started freaking out and stress-eating. The friends were trying to stop her.\r\n\r\nAfter she ate all the food, she yelled at all of her friends for turning her into a human. Airy, CC, and Kai tried to talk to her, inviting her to join their friend group and offering more food.\r\n\r\nIt was a hard decision. Would Winter Star want to leave her only possible friends? She thought about it, then stepped toward Airy, Kai, and CC.\r\n\r\n“I would rather stay with you guys. You helped me so much. This is the only way I can repay you. I can’t be more thankful for you guys, my friends,” she said.\r\n\r\nShe then went with them to start this journey, thinking about kindness and leaving stealing behind.\r\n",
    "Now that Winter Star is a human, she is ready to learn about kindness.\r\n\r\n“So I will stay with y’all as long as I get to tell all foxes what I learn,” she said.\r\n\r\n“Deal, fox girl,” we say.\r\n\r\n“My name is Winter Star, but you guys can call me Wstar,” she added.\r\n\r\n“Okay, Wstar, let’s go,” we say.\r\n\r\nShe decided to go with the humans, and they began teaching her all the rules of kindness.\r\nSo then they had Winter Star in check, ready to give her lessons on acts of kindness. The first test was sharing and showing kindness. Airy gave her a cup of boba they were drinking. This was the sharing test. They wanted to see if Winter Star would actually give Airy the boba back.\r\n\r\nWinter Star, out of instinct, snatched the drink out of her hand and almost drank it.\r\n“I’M SORRY!” Winter Star screams.\r\n\r\nA few hours go by, and now Winter Star is no longer mean, and she does not steal from kids anymore.\r\n\r\n“Thank you guys,” Winter Star whispers.\r\n\r\n“You’re welcome,” they all say with a smile.\r\n",
    "They were on their way to the next test, testing how she does with random people.\r\n\r\nThey were all walking down the street, looking for a person in need or something. Eventually, they saw someone at the bus stop. They needed to go there anyway so they could go downtown.\r\n\r\nThey approached the person, and Airy gave them a tap on the shoulder. They turned around.\r\n\r\n“Hi… so I was wondering… when does the bus come?”\r\n\r\nThe guy looked at his watch. “13 minutes,” he responded.\r\n\r\nAiry turned to Winter. “Your turn.”\r\n\r\nWinter took a deep breath and greeted the guy.\r\n\r\n“Uhm… I was wondering… when will the bus come…?”\r\nThe guy responded with irritation. “13 minutes…”\r\n\r\nWinter passed this test. Now they waited the rest of the time and got on the bus. Now they were heading downtown.\r\n",
    "Later on that week, Winter Star finds herself in another situation.  She was walking into a store and admired the gummy sharks, so she stole a bag of the candy. The security caught her, and she gave the candy back, but she was confused why they cared so much about a candy bar.\r\n\r\nWinter star leaves to go to a candy shop.\r\n\r\nShe steals from a candy shop and gets arrested.\r\n\r\nWhen they returned from getting the money to bail her out, they went over to the police station and bailed her out. She ran to them and gave them all a big hug. \r\n\r\n“I'm so sorry for stealing and getting into this mess..” \r\n\r\nWinter apologised. \r\n\r\n“It's alright..just don’t steal again,” Kai responded.\r\n\r\nWinter Star looks guilty as she steps out of the candy shop after returning the gummy sharks she stole. \r\n“Wait!” the owner yelled. \r\n\r\n“Here, you can have free candy for your whole life.” \r\n\r\n“Thank you so much!” Winter star said. \r\n\r\n The friends go home with buckets and stomachs full of candy.\r\n",
    "Airy, CC, and Kai were walking around a sketchy market when a particular shop caught their eyes. It was called The Fisherman.\r\n\r\nThey walked in and saw a whole bunch of dead fish—except for the owner’s pet. They went to investigate but didn’t find anything interesting. The friends ended up going home.\r\n\r\nIt was dark, and none of them could go to sleep. They were all too energized from eating all that candy. But there was a strange presence… like someone was watching them. Then, out of nowhere, a guy appeared and tied them all up—except for Winter.\r\n\r\n“Hey! Where did my friends go?” Winter Star shouted. She saw a van with them screaming inside. “Oh, there they are! Why are they screaming? I should probably follow them,” she said. Winter Star ran up and jumped on the car.\r\nWinter Star yelled at the kidnapper and jumped off the car. She got her phone out and pulled up an app that was tracking the car. It turned out she had put a tracker on the vehicle—foxes are smart, after all. Now Winter Star was on the move, following the car and trying to save her friends.\r\n",
    "Winter Star goes to a creepy warehouse because the tracker went there. When she opened the door, it closed shut.\r\n\r\nWinter stars walked around the old warehouse. It was cold and chilly. There was always a weird feeling. All she needed to do was get her friends out of here.\r\n\r\nWinter Star sees the ghost and starts to fight her dead family. She says, “Go back to the shadow from where you came.”\r\n\r\nThe ghost screams,  “You are a disgrace to our family.” \r\n\r\n“I don't care. I have a new family now, and I don't need you any more.” \r\n\r\nThe ghost disintegrates into dust. “Now, where are my friends?” Winter Star says. There… you are good guys. \r\n",
    "“Winter Star… come with us…”\r\n“NO!” yelled Wstar. “Never!” Winter Star kept getting pulled away by the spirits as she tried to reach her friends.\r\n“LEAVE ME ALONE!”\r\nWstar faltered and fell to the ground.\r\n“Should I go?”\r\nWinter Star curled up and started crying. She began seeing visions of her friends. Out of nowhere, Winter Star started floating, her eyes glowing, and she pushed through all of the ghosts to reach her friends.\r\n“Stop her!” exclaimed the kidnapper.\r\n\r\nWinter Star fought all of the spirits and unchained her friends.\r\nTssst! The sun came up, and the spirits dissolved. All that was left of the kidnapper was his hat and trenchcoat. The friends were still out cold, but when they woke up… Wstar was gone. Everyone searched for her, but no one could find her.\r\n",
    "Airy, Kai, and CC, were being chased by evil foxes and ran into a dead end. It looked like the friends were done for, but suddenly Winter Star jumped out of nowhere and attacked the evil foxes. One by one, she destroyed them and saved her friends.\r\n\r\nThe next day, Kai was trying to rest after what had happened yesterday. While Kai was getting out of bed, Winter Star was hunting for food—birds. Everyone was doing something entertaining. Can this be the end of the adventures of the heroes?\r\n",
    "The friends are at Kai’s house, chilling, eating, eating, and just overall thinking about their journey.\r\n\r\n“I… kinda miss Winter Star.”\r\n\r\n“Me too…”\r\n\r\nEveryone talks about their favorite part of the adventure.\r\n\r\n“Mine was the time when Wstar had the test about stranger danger.”\r\n\r\n“Mine was eating sushi in front of Owen… who’s dead now.”\r\n\r\nAfter the slumber party, everyone goes back to their homes. While everyone is asleep, Winter Star keeps waiting for them at the picnic spot. She waits there for a week until she sees CC, then Kai, then Airy. They all sit at the picnic spot they all met at for the first time.\r\n\r\n“So, Winter Star, did you learn from your lessons?”\r\n\r\n“Yeah, but I’m going to miss you guys and all the fun. Those were good times.”\r\n\r\nWinter Star gets emotional and asks, “Can I stay with you forever…?”\r\n\r\nThey all look at each other until they all agree on one answer.\r\n\r\n“Of course you can!”\r\n\r\nWstar follows Airy back to her house, and they all live happily ever after.\r\n\r\n"
  ],
  "chapter_title": [
    "Chapter 1 : We Turn A Fox Into A Human… by Accident",
    "Chapter 2 : WHERE IS MY TAIL?!?!?!?!?!?!?!",
    "Chapter 3 : Rules of Kindness",
    "Chapter 4 : Stranger Danger",
    "Chapter 5 : Gummy Sharks are More Important Than Prison",
    "Chapter 6 : Who's This Guy!? ",
    "Chapter 7 : My Friend's Spirits Haunt Me to This Day",
    "Chapter 8 :  The Spirits Arise",
    "Chapter 9 : A Bad Turn",
    "Chapter 10 : We Hope You Learned a Lesson"
  ],
  "dedication": [
    "We would like to dedicate this book to friendship. "
  ],
  "storyteller_description": [
    "Alyssa Smith is 11 years old and in 6th grade—possibly one of the youngest writers to ever make a book. They enjoy the company of friends and especially the comfort of cats. They usually focus on visual art and writing poems and have practiced for eight years. They hope you enjoy the book as much as they enjoyed writing it.",
    "Arione Douglas-Richey is 13 years old and wants to be like his enemies. He also likes to make and draw comic books for his family. He lives in Kansas City and is originally from Omaha, Nebraska. In 6th grade, Arione loves to read Dog Man and Diary of a Wimpy Kid.\r\n",
    "Corey Hopkins is a 12-year-old 6th grader who is an artist specializing in chibi art. He lives in Kansas City and was born there as well. He likes to play games, eat, sleep, and of course, draw! He has two sisters and two brothers.\r\n",
    "Demi Clemons is 11 years old and in 6th grade. She is a great leader and lives in Kansas City. She hopes you will enjoy the book she made with her friends. Her favorite book genres are fantasy, horror, and mystery. She had a little trouble making this book, but at least it’s done now. She hopes you have a great day.\r\n",
    "Jackson Davis was an eleven-year-old boy in 6th grade when he wrote this book. He enjoys reading manga and watching anime, especially MHA by Kohei Horokoshi. He also has two siblings, a sister named Amelia and a brother named Dylan. When he was nine, he started writing his own books and is still working on a project.\r\n"
  ],
  "storyteller_name": [
    "Alyssa Smith",
    "Arione Douglas-Richey",
    "Corey Hopkins",
    "Demi Clemons",
    "Jackson Davis"
  ],
  "teacher_name": [
    "Mrs. Franklin"
  ],
  "title": [
    "Mislandia: Book 1 : The Friendship Begins"
  ]
}