{
  "title": [
    "Fall 2025 Crew 1- Jordyn Margolis"
  ],
  "storyteller_name": [
    "Andreas Hopkins",
    "Avyay Prakash",
    "Harry Lai",
    "Max Kane",
    "Siena Meyer"
  ],
  "storyteller_description": [
    "To be added later",
    "To be added later",
    "To be added later",
    "To be added later",
    "To be added later"
  ],
  "teacher_name": [
    "Jordyn Margolis"
  ],
  "dedication": [
    "This book is dedicated to all the loving parents and supporters of this crew, and to each other."
  ],
  "chapter_title": [
    "Chapter One",
    "Chapter Two",
    "Chapter Three",
    "Chapter Four",
    "Chapter Five",
    "Chapter Six",
    "Chapter Seven",
    "Chapter Eight",
    "Chapter Nine",
    "Chapter Ten",
    "Chapter Eleven",
    "Chapter Twelve",
    "Chapter Thirteen",
    "Chapter Fourteen",
    "Chapter Fifteen",
    "Chapter Sixteen",
    "Epilogue"
  ],
  "chapter_text": [
    "“No more school! No more school!” I, Tengus the Amazing scream at the top of my lungs. \r\n\t“Shut up!” Fungus, my brother said. \r\n\t“You're just jealous that I was able to get out of school earlier.”\r\n\t“Still shut up!”\r\n\t“Why?”\r\n\t“You’re being loud! Disruptive! Pestilential.”\r\n\t“Yay! You said that I am persistent.”\r\n\t“No! I said PEST-IL-EN-TIAL”\r\n\t“Oh,” I say. “What does that mean? It seems amazing. I should be pest-il-en-tial because I’m Tengus the Amazing.\r\n\tI don’t like my brother. He finished school early and decided to go to another school because he’s smart. I think that he is pestilential or whatever he says. To be honest, I don’t even know what he’s talking about. He makes me eat bananas, which is sort of like blegh. And then, he makes me throw the peels away.\r\n\t“BOOOOOOOOOOO!” Fungus screamed. That was unprepared, though. \r\n\t“Mom! I want a Perry the Platypus,” I scream.\r\n\t“Why are you so annoying?” Fungus yells.\r\n\t“Turning to… Super Annoying Mode!!!” \r\n\t“This is what I mean.”\r\n\t“I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms! I want mushrooms!”\r\n\t“BE QUIET! I’m trying not to get plagiarism on my Youtube account. I mean, who might see this on my channel! To be honest, I don’t want to get the AI catching me with the mushroom in the background because of the viral video!”\r\n\t“Who cares!”\r\n\t“This is exactly why your teachers complain about you when you go to the bathroom.”\r\n\t“I don’t have school anymore, though! School is finished already.”\r\n\t“Bye!” My brother practically screamed in my face. He stood up and walked away to his bedroom and slammed the door. \r\n\tI quickly slipped into my bedroom, went inside, and went through the small door that I had that entered his room.\r\n\t“AHHH,” I screamed. As I go in, there is a big black screen around me as the door shuts. I wait, but I don’t hear any giggling. Or any laughing. \r\n\t“FUNGUS! Get me out of here,” I shout. \r\n\tNo response occurs. I turn around and try to go out the door, but the door won’t budge. Guess I’ll have to do it the hard way, I think. I use my claws that I brought with me to climb the big black screen, so it falls. \r\n\t“Yipee!” I yelled as I fell on his bed. I circle back to my room and jump scare Fungus, and snuggle with my stuffies and sleep.",
    "So I thought it was gonna be a normal school day, but little did I know it would be anything but that. I woke up at around 6:00 A.M. so I could watch cocomellon. The little images always warm me in my day, the cute little boy. The episode I watched was the episode about sharing. Sharing, sharing, sharing is caring. It was a song. \r\n“Can you please wake up Fungus,” Mom said. “He’s sleeping in for a lot of time.”\r\n“Okay,” I yelled. I happily skipped towards Fungus’s room, grabbed a sharpie and wrote \"I'm moldy fungi!” on his homework. I silently crept at Fungus’s bed. \r\n“RARRR,” I screamed at Tengus. No sound came. He was as still as a rock.\r\nHmmm. Maybe I could draw on him. I took the sharpie again. I smoothed out his forehead and wrote, I STINK. \r\n“Are you awake now, my little baby,” I cooed. \r\n“Yes mommy pig,” he said. \r\n“I love you too, my little goergie pig,” I cooed. \r\n“I love you too mommy,” he said.\r\nI smacked him in the cheek. “Wake up!”\r\n“AHHHHHHHH,” he screamed.\r\nI quickly jumped off of the bed and scampered.\r\nI brushed my teeth, then dressed in my favorite undershirt.\r\n“Bye mom I love you, bye Fungus you smell like my feet.” I said as I closed the door\r\nI peacefully walked to school. Then someone jumps in front of me.\r\n“Hey, I’m walking here ya crackpot.” I screamed at him, “You could have killed me.”\r\n“Are you Tengus the Magnificent?” He asked.\r\n“Thats what my passport says, now get out of my way I’m gonna be late for school”\r\n“Come with me I need you to come and save the world of the imaginary friends.” He said as he opened a huge bright blue portal.\r\n“It depends, will I be back in time for recess?”\r\n“Probably not.” \r\n“Then I don't want to go”\r\n“ But you have to save the imaginary friends!”\r\n“Yeah, yeah. No!’\r\n“Oh, come on!”\r\n“I made up my mind!”\r\n“Please?”\r\n“No!”\r\n“Please?”\r\n“NO!”\r\n“Pretty please with whipped cream, sprinkles, chocolate chips, gummy worms, and all those other toppings they put on ice cream?”\r\n“N-O, NO!” I screamed in his face, “ I don’t want to miss recess!”\r\nThen suddenly I felt a shove on my back and heard Fungus cackle “Bye Tengus! Have a good time with your imaginary friends!” And the world went black…",
    "It was all black until someone sat on me.\r\n“OWWWWWW!” I screamed, \r\n“Sorry I couldn’t resist it, also does my butt stink?” said someone really fat, even fatter than Fungus. She was really hot (Which definitely doesn’t apply just to her) and she smelled like Fungus, which isn’t good.\r\nStop, I told myself, you need to save the world. Then the annoying wizard popped up and said\r\n“Choose 2 people to save the world from BOB THE BOB,” I looked around, I saw a muscular guy, a guy who seemed smart and a really charismatic guy.\r\nAnd then I saw her again.. The most cute (and obese) penguin was there in the audience. She was just recovering from the thing, with a little bit of odor coming from her. It looked amazing. \r\n“PLEASE PICK ME!!!” A rubber chicken screams. \r\n“How RUDE!” I scream. But then I considered it. Maybe the enemies will be intimidated by him. I know rude people can be nice sometimes. (We don’t talk about people who are like that. It may begin with f and end with s)\r\n“Six seven,” someone screams. It’s that really muscular guy.\r\n“Forty-one,” Someone screams back. \r\n“Six-seven,” someone says. \r\nThis is gonna start a flame war.\r\n“Do not start a flamewar. Do orz to me. Tralalalero tralala. Bombadilo crocadilo,” I scream at them again.\r\n“Forty-one,” I said, yawning. Choosing people sounds like a terrible job, but to be honest, it’s worse than it sounds.\r\n“Tralaleo tralala,” They screamed.\r\n“You know what? I want the chicken and I want the adorable penguin.”\r\n“Oh! That might be me,” one of the other penguins said.\r\n“No! Not you! The other one over there,” I yelled.\r\nTwo things came up to me. \r\n“Now, it is time for you to embark and start your journey. Please everybody who’s not one of the people who were selected go to your huts. Make sure that if you did end up urinating you picked up what you urinated. Make sure that you go to work at 6 a.m. tomorrow!” The annoying wizard said. After everyone else left, the wizard turned to us. “Make sure to pack your bags and embark on your journey.”\r\nHe handed me a bundle of stuff and I started packing. Reading response note book, check. Bundle, check.Math Homework, Check. Pictures of me, THE amazing, check.\r\n“Hey, what’s your name,” I asked the penguin.\r\n“I'm Ms. Chungus and that is rubber kickin’ chicken.” She replies.\r\n“Great names,” I said. “I’m Tengus the amazing. Tengus for short.”\r\n\tMs. Chungus led us down the trail and into the guest cottage. The cottage was a bright neon green with paintings of all the heroes on it. Specks of hot pink paint showed brightly on it. It looked like Fungus’s younger brother pictures. It was an amazing home, and just for me. \r\n\tI ran to it, and as I barged through the door, I saw a dream place. There was a two level circular bed, and 3 lofted parts. My new home I thought. I ran up to the bedroom level, and saw not one but 3 circular rooms that I could connect. I immediately started to connect them when I heard a CREEK! I looked below, revealing another room. This is my mansion. Under my bed, there was a note that said, Wake up at 7:30 and go outside!\r\n\tI finished my stuff and went to bed, a big and fluffy pillow.",
    "BZZZZZZZ! The alarm clock screeched.\r\n“Turn off,” I screamed at it.\r\nI looked at the alarm clock and screeched! It was 7:30 a.m.\r\nI quickly got dressed and went outside.\r\n“Time to start the mission!” I screamed. “That weird wizard gave us a scroll.” I silently read it.\r\n“Well!” screamed the rubber chicken (who in my opinion, was very rude!). “What’s the quest! We don’t have all day! I have things to do. I have to have tea with a new friend in 20 years, and 6 months after that I have to eat the big banquet. \r\n“The rubber chicken speaks the truth!” Said the very cute fat penguin in an adorable Australian accent. \r\n“Well, say here that we have to kill a guy named BOB THE BOB who is controlling all imaginary friend guys and is torturing them by tickling them?!?! Also, he lives on the tallest mountain.”\r\n“Well that's just nice!” the rubber chicken said. \r\n“Come on, we have to get going! It's going to be a long trip.” I said. \r\n\r\nOne day later…\r\n\r\n“My back and feet hurt! And I don’t look hot anymore! We need to stop right now!” Screamed the rubber chicken (who I think was named Mr. Robert kilkin’ chickpen).\r\n“Yes. I need my beauty sleep.” Said the adorable penguin (who I think was named Ms. Chengus). \r\nFinally, after what seemed like years, we got to the bottom of the mountain.\r\n“We have to climb that?! No way am I doing that!\"said the rubber chicken.\r\nThe mountain stretched miles and miles high as it seemed, but it wasn’t that tall compared to mount everest. Wait a second. There’s a sign! Go THERE!\r\n“We have to go that way!” I exclaimed pointing in the direction of the big snow. \r\n“No way!” The chicken says\r\n“I’ll just roll there,” Ms. Chungus said adorably.\r\nI ran for 2 minutes and then tripped on a ledge.\r\n“I found something!” I screamed.\r\n“What? Your brain?” THe chicken cried\r\n“No! An opening to the thing.”\r\n“So?”\r\n“It’s important!”\r\n took some snow off of the ledge and found an opening as Ms. Chungus rolled over to me. It was an elevator. Me, Ms. Chungus, and Rubber Kickin’ chicken slipped through and waited as the elevator slowly moved up.",
    "The elevator moved extremely slowly. The thing was pure black, without any light. As the elevator slowly creeped up, we heard the screech of the elevator. The rocks pinned at the doors, and eternal crack“Hi! How do I defeat you!” The chicken screams.\r\n\t“Never tell your opponent  your weakness,” Bob the Bob screamed out loud. \r\n\t“Oh!” the chicken says with his mouth wide open. “How big are you?”\r\n\t“24 ant sizes,” the ant said. “That’s big for an ant. I hold the world record for the biggest amount of ant sizes. That’s why I’m magnificent.”\r\n\tWhy does the chicken always get to talk first? It’s like he is the king of the world in talking. At least treat Ms. Chungus with respect. I glance towards Ms. Chungus who is waiting patiently behind the chicken. Her eyes start to widen like a baseball when it is about to hit you when I look at her. \r\n\t“So, why did you decide to come here?” Bob the Bob asked. “My newspaper hasn’t come yet, and here, the first way to start is asking what you just asked. Wait, are you here to give me the playroom I bought on the tralaleo tralala app, or did I get a bombardilo crocodilo prize?”\r\n“You're super scary.” the chicken says. However, he loses his footing though when the ant comes charging into him. \r\n\t“DIE!” the ant screams when running. “Why does everyone always say that to me? Being 24 ant sizes isn’t scary, it’s just something to be proud of. I don’t know about what you’re proud of, but it might be the ugliest person in the world. \r\n\tPlop fell Ms. Chungus and the ant’s yelling stopped. The ant had been defeated\r\n\tJust as I was about to go tell the wizard that we defeated Bob the Bob, a weird piece of paper appeared above Bob’s body.\r\n“Oh, what now?” I muttered.\r\n“Now that you have defeated Bob the Bob you must come to the Gicano to beat the next opponent, Gigi the Gorilla.” The scroll said as I read it.\r\n“What, more work?!”, I complained.\r\n“That is what must happen to save the Imaginary Friends kingdom.” Ms.Chungus said wisely.\r\n“Barf,” I replied.",
    "We started the walk to the Gicano. It took a few minutes until we reached an airport called \"IMAGINARY INTERNATIONAL AIRPORT”. Lucky for us, we had my passport in our bags because this was a 15-hour international flight to Canada. We booked first class on “THE MAGIC SCHOOL BUS AIRLINE” and enjoyed the lounge. Once we boarded the plane, we took off. We finally landed 15 hours later in Westbrook Canada, then we went on a different 2 hour flight in stupid premium economy to “Westbrook, Canada.” We entered the place and it was filled with volcanoes and strange looking bugs and demons! It was so scary that I screamed!\r\n\t“AHHHHHHHHHHH!!!!!!!!!” I screamed. \r\n“Hi, and welcome to Giwei City!\" A woman almost as hot as Ms. Chungus said.\r\n\t“Hi, we’re looking for Gigi The Gangster, do you know where she is?,” I asked. \r\n“Yes! Follow me, I will bring you to Gigi.”\r\nWe boarded an SUV that the woman told us to go to and she drove. This place has a lot of things! I never thought it would look like L.A. The SUV was very nice with drinks and a TV. Half an hour later, we arrived at an alley! It was so dark inside I thought I was dead! \r\n“I can’t see my bootiful hair!” Rubber Kickin Chicken said. \r\n“I can’t see my skinny body!” Ms. Chungus said.\r\n“Wait, guys I hear footsteps!” I said.\r\nSuddenly, the three of us heard a HUGE “ROARRRRRR!!!!!!!!!!!”\r\n\t\t“AAAAAAAAAAAHHHHHHHHHHHHHH!!!!!!!!!!!!!!” We all screamed",
    "“Oh, hi!” I said as I reached a big grey wall.\r\n\t“Um, hello?” I said again.\r\n\tI see a big black foot that says ‘Gigi’ on it. They say that you see your life before your eyes, but what I saw was a big black bottle of ink. I cautiously picked it up and threw it at the foot. For a moment, nothing happened, the foot kept going straight at me. Then it stopped. The foot seemed to be stopped in place, time, its life. Even if it was moving, it would’ve still been slower than a snail and even slower than it takes for a glacier to move a mile. \r\n\t“Owwwwwww!” the thing with the big black foot said. \r\n\tI looked up, trying to comprehend what I saw. I saw this thing the size of my apartment building and all the other buildings around it. You couldn’t see the face, but all I saw was the hulking black legs that supported it all. I frantically looked around, seeing how much destruction I caused. Her foot was splayed in black ink with shards of glass, and the trees were splayed with black. It was as if a black ink cloud decided to rain in the forest on a sunny day, like a cloud on your perfect dayl \r\n\t“Uh-oh,” Mr. Rubber Kickin’ Chicken said. “I don’t want to mess up my resume for…”\r\n\tBang! The gigi the gangster person or I should say animal smacks her foot down and ink blobs come straight toward us. I quickly ran away behind a tree, hyperventilating while staying as still as possible. I look around, only daring to peek at what I see with one eye. I only saw a speck of white and the rest was black. How much could a 20 pound bottle of ink do? A lot.\r\n\t“Whoever did this is going to pay for this!” A deep bellowing voice said. \r\n\t“Hey! Don’t you dare mess me up anymore. I already have a speck of tiny glass on my shoulder and now my yellow stuff is completely black,” Rubber kickin’ chicken said.\r\n\t“Oh! That was the best bath I have ever been able to have! Now I look like a penguin,” Ms. Chungus said.\r\n“You are a penguin.”\r\n“I hurt a little.”\t\r\n\tI can’t wait any longer. “Sweety, are you okay?” I screamed. \r\n\t“YUP,” Ms. Chungus said. \r\n\t“Um, excuse me! Ms. Chungus is my sweetie, and no one dares mess with that,” The chicken says, destroying our love moment. \r\n\tI look up to see a big black foot coming straight at me again. I look around in despair, seeing Mr. Rubber kickin chicken grooming himself and Ms. Chungus looking down. I quickly ran to Mr. Rubber kickin chicken and stepped on him, making him scream “six seven!”\r\n\t“Don’t mess with me right now,” Mr. Rubber Kickin’ Chicken says. \r\n\t“Look up!” I said.\r\n\t“Oh! He said.\r\n\t“41 is better than 6-7 now!” Gigi says. And in one swift motion, Gigi comes swooping down with her hand instead of her foot at us.\r\n\tI run as quickly as possible from the hand, but the others aren’t so lucky. Rubber Kickin’ gets caught in the big hand as Ms. Chungus adorably runs into a tree.\r\n\t“Save me!” Mr. Rubber Kickin’ chicken said.\r\n\t“I’m okay,” I scream back. “I don’t feel like it! I cannot give you another chance because you are such a brat and I feel like I don’t care about you. You know what, I think that you are stupid and you are really annoying and mean. So yeah!”\r\n\t“No! Save Me, please!”\r\n\tBut as I catch my breath, the other hand comes swooping down on me and Ms. Chungus.",
    "“Aaaaaaaaaaahhhhhhhhhhhhhhhh!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!” Me and Ms. Chungus scream. Gigi’s sweaty hand tightens around us the higher we go. \r\n“Tis ril me m air up ow ‘t not tiful soaojasfdkjk” Mr. Rubber Kickin Chicken squeaks, which I think is “This gorilla is messing up my hair up right now and it is not beautiful and I need sephora soap.”\r\nLarge balls of sweat covered our faces and more sweat covered our whole face making her face so blurry. It stung our eyes so hard he were crying to get the stuff out. I don’t know that Hir makes \r\nGigi shoved us into a box with a tiny hole so we could breathe. \r\n“ I’ll see what she’s doing.” I say peeking out of the hole. “She’s laying on a throne eating bananas and watching tv?!”\r\n“Get me out of here!”\r\n“Yeah! I want to have enough room to show my new dress!” \r\n“I need to fix my hair!”\r\n“Help!” \r\n“Quiet I’m thinking!”\r\n“67!”\r\n“Huh?!?!”\r\n“I stepped on the rubber chicken.” 1 hour later…\r\n“Okay. Guys I got a plan. So shush!”...",
    "“Okay Peeps. We need Ms. Chungus to fart in Gigi’s face when she comes to give us food. The smell will probably be so horrible that she will run away and we will be able to escape!” I say. Everyone cheered.\r\n“Okay. Here she comes.” I said as the top of the box lifted. \r\n“ NOW!!!!!!!!!” Ms. Chungus did it.\r\n “Come on!” I scream at the rubber chicken. \r\n“ Okay!” He screamed back. We ran and ran. Eventually, Ms. Chungus  ran up next to us. \r\n“You left me! I just barely escaped!\" She screamed.\r\n“What else were we supposed to do?!”  Mr. Rubber Kickin’ Chicken and I screamed.\r\n“ I dunno.” Ms. Chungus said.\r\n“ Come on let’s - WATCH OUT!!!!!!!!!” I screamed. Gigi was right behind us.\r\n“RUN FOR YOUR LIVES!!!!!!!!!!!” Mr. Rubber Kickin’ Chicken.\r\n“Um, you forgot the farting part,” I whisper.\r\n“Oh yeah, maybe I should add a burp on command.”\r\n“Yep, that would be important. BUT JUST DO IT NOW PLEASE.”\r\nMe and Ms. Chungus rolled as quickly as we could as we ran away from the farting chicken. Mr. Rubber Kickin Chickin appeared behind us moments after. The screaming and thrashing of Gigi scared me, and as I looked back I saw her in despair. At least her last sight will be stars. ",
    "“Okay!” I say as a scroll pops up. “ What's next?” I read the scroll.\r\n“Who are we going to fight?” Ms. Chungus says in the cutest voice.\r\n“Says here that it’s a guy named Fattiest the pumpkin.”\r\n“Great.” The rubber chicken says with an eyeroll.\r\n“This one will be so hard though. It also says here that he lives in the haunted pumpkin patch.”\r\n“ Oh no!” Says Ms Chungus.\r\n“Whats wrong my dear?” The rubber chicken says.\r\n“I’m afraid of haunted pumpkin patches!’\r\n“ Don’t fear my sweetypie! I will protect you!” I say bravely.\r\n“ Thank you! You are truly a hero!” Says Ms. Chungus. The chicken gasps.\r\n“ Um, let's find out where this place is.” I say before Mr. Rubber Kickin’ Chicken tackles me. “ It will be an hour by boat, one day by walking, three hours by car, 10 hours by horse, two hours by motorcycle,  20 minutes by plane, and one second by teleporting.\"\r\n“Let’s walk.”\r\nSo, they started their long walk …\r\n“UHHHHHGGGGGGG!” the chicken rudely screams. “My legs are tired from walking.\"\r\n“So? Of course they are. They're only the size of a penny.” I screamed back.\r\n“Why don’t you carry me.”\r\n“Because you are fat, stinky, and annoying.”\r\n“Who says?”\r\n“You also are just plain rude and heavy.”\r\n“I’m not obese.”\r\n“I never said that though.”\r\n“JUST CARRY ME.”\r\n“What’s the magic word?”\r\n“A-bracadabra.”\r\n“You didn’t get it on the first try, so I am not taking you!”\r\n“Hocus pocus, you hold me.”\r\n“You know what, I’m just going to leave without you!”\r\n“Fine, I’ll walk.”\r\n \r\n15 minutes later…\r\nA tickling sensation occurs for some reason. I look behind me and can’t find rubber kickin chickin.’ Why can’t I walk in peace?\r\n\t“Oh fine I’ll give you a ride.”\r\n“Me want big instant ramen with extra noodles, meat, and spicy sauce. Actually you know what, I want extra everything.” bellowed Mrs. Chungus. “I mean I want to get coffee from the coffee shop. It smells good. Like also I want a red bull because it will energize me for the fight. \r\n“Wait a minute, is it just me or is that place across the street called The Home of the Fattiest Pumpkin.” Squeaked the Rubber Kickin Chicken\r\nEveryone looked to where Rubber Kickin Chicken was now looking towards and saw a literal roof on top of a 30 foot pumpkin. \r\n“ Well, I think I know where we are going next.” I said\r\nMe, Chicken, and Ms. Chungus slowly walked towards the pumpkin, as turnips slowly strolled in front of us. ",
    "“Come on! We are going to crush this pumpkin!” I screamed proudly.\r\n\t“Don’t scream or else my ears will explode!”  Mr. Rubber kickin’ Chicken screamed back.\r\n\t“Stop aaaaaaaaahhhhhhhhh!!!!!!!!!” screamed Ms. Chungus.\r\n\t“What’s going on!?” I screamed as a huge army of  squashes started attacking them.\r\n\t“Help us!” Ms. Chungus and I yelled.\r\n\t“Come on, you think that will work?” Scolded Mr. Rubber kickin’ Chicken. “This is how you  do it… HELP US!!!!!!!!!!!!!!!” Then I found an arrow.\r\n“If I miss, I’ll kill myself!”\r\n“Just throw the dang arrow.” \r\nWOOSH!  I threw the arrow. It hit one of the squashes. \r\n“One of our siblings has been shot. Call the elder. La la la la la!” All the squashes sang a weird song. \r\nBOOM! BOOM!  It sounded like huge footsteps.\r\n“What’s happening?!” I asked as the ground rumbled.\r\n“ Oh no! I read about this once in history class! The squashes have a leader. It's the biggest squash in history! They call him The Squash of Death.” \r\n“Well that's just great news!” said Mr. Rubber Kickin’ Chicken sarcastically.\r\n“HELLO!” a huge squash said in a booming voice. “SO YOU ARE IDIOTS WHO KILLED MY CHILDREN. YOU WILL PAY FOR YOUR CRIMES! YOU HAVE 2 CHOSES: WE WILL DROP THEM IN THE FORBIDDEN MAZE OF DEATH OR YOU CAN GET SQUASHED!” \r\n“We’re so sorry! We didn’t mean to hurt anyone!” I said, frightened.\r\n“Why are you saying we?! You are the one who killed the dang squash! And if we’re doing it, I guess we should get squashed.” Rubber Kickin’ Chickin’ squealed. \r\n“IT DOES NOT MATTER! I AM TIRED AND ONLY HAVE TIME TO SQUASH ONE OF THEM. WE DON’T HAVE ROOM IN THE DUNGEON, SO I GUESS THE OTHER TWO COULD GET FREED. GO ON AND CHOOSE WHO’S GONNA DIE. I DON’T HAVE ALL  DAY!”\r\n“Well, we are not letting Ms. Chungus die. And she likes me to carry her so that leaves you Mr. Rubber Chicken.”I said. I expected an argument and reasons why he shouldn’t do it and why I should.\r\n“I’ll do it.”\r\n“What?!?!” Ms. Chungus and I said in amazement.\r\n“I know I’ve acted mean and rude but I’m actually a really nice person. I’m willing to die for you guys.” he said. \r\n“Well ok but…”\r\n“Let's just do it before I chicken out!” \r\n“Ok. We have decided.”\r\n“GREAT. WHOEVER IT IS, STAND IN FRONT OF ME. KIDS, I SUGEST YOU LOOK AWAY.” CRUNCH! \r\n“ Poor *sob* Mr. Rubber *sob* Kickin’ Chicken!” cried Ms. Chungus.\r\n“There *sob* there.”, I said. “ Let’s go and defeat that pumpkin.”\r\nWe run towards the Pumpkin, but we trip. \r\n“What is it? Ms. Chungus screams out. \r\n“I don’t know,” I say. I turn it around to inspect it, and realize it is a squash.\r\n“A squash? That’s golden!”\r\n“What? How is it golden?”\r\n“Because the scroll said that the tripped up squash is the key to light and gold for the hero!”\r\nA rumble through the floor comes through. The sky turns purple like when you accidentally put purple tye-dye as the ground begins to shake.\r\n“Let’s go!” I scream for Ms. Chungus to hear.\r\nWe run and roll as quickly as possible to the pumpkin but get stopped as the ground opens up and we fall into the ground. ",
    "For a moment, the world blacks out. Then a stomping foot comes sweeping down at me leaving the rancid smell of squash that is burning on me.\r\n\t“Wake up!” My captor screams at me.\r\n\t“Huh!?” I scream as I see the wizard coming straight out at me. “Oh wait! You’re a hero now. Come please help us. We are in dire need of help. We were sucked into a big black hole when we were going to defeat THE FATTIEST PUMPKIN. And then we lost Mr. Rubber Kickin’ Chickin. Oh wait, I forgot the part where we made enemies with squashes. It was so fun. But anyways, Can you please help us? PLEASE.PLEASE. PLEASE PLEASE PLEASE PLEASE PLEASE PLEASE PLEASE PLEASE PLEASE PLEASE?”\r\n\tThe wizard cackled, making soft hiccups. \r\n\t“Um may I excuse you, but what are you doing???” Ms. Chungus exclaimed. “I do not find it funny right now that you are laughing hysterically as we are supposed to save the world from these enormous creatures that don’t even have half a mind. We need to be freed right now.” And then she fainted.\r\n\tSuddenly, my lungs started to wheeze. I can’t find anything about this that would make me wheeze, there is no dust. I look up, and realize what has happened. The cell was underground, and not enough air was being let through.\r\n\t“Bring the AIR out! Please!” I screamed and wheezed. I looked around, hoping that I would find my captor and he would help. The cell where we were being held was dark and cramped, but no one was to be found. Except the wizard. As I turned to face him, my anger began to flare. And then I fell on the floor. \r\n\tBefore I fell asleep I heard the wizard muttering to himself “Are you stupid why would I help you when I’m the evil one,” The wizard happily sang as he waved his magic wand around. “Wand, Wand, holy wand, Make there be air, make there be air, make there be co2! Open up, little dark crack, till the sunlight spills in!” And the top above us opened.\r\n\t“What did I miss this time? How long did I pass out?” Ms. Chungus dreamily said.\r\n\t“You missed everything. But there’s no catching up today. Oh, you passed out for exactly 67 minutes, 41 seconds, and 67 nano seconds,” The wizard happily sang. He waved his wand again and chanted. “Wand, Wand, Holy Wand, Let there be vegetables, let there be squash, the king!”\r\n\tThree squash and other vegetables came. The squash, however, were not alive. Which sort of made it even freakier than ever. The squash had bloodshot eyes, carved out frowns like they were from Halloween pumpkin carving and were left behind. Fungi seemed to have crept around them as the broccoli made its floral dents appear as fungi.\r\n\t“EWW! What is the thing with prison cells and mold? They always go together!” I screamed in hope they would magically sprout out febreeze. Wait, I haven’t thought about my febreeze can in my bag. \r\nI sprayed some quickly around the perimeter of the room.\r\n\t“What is that! That’s not supposed to help you, isn’t it?” The wizard commented as he slapped his hand on his head. He waved his wand and chanted, “wand, wand, holy wand, please replace the clean with the dirty.”\r\n\tWait a second, the wand is his only source of power. If I steal it, he will have no power. I thought.\r\n“Can I please ask you a question for a moment,” I asked, praying that this would work. “Pardon me, but can you please make some more light.”\r\n“Of course my dear,” The wizard said as he smiled brightly into the darkness. “Eos, the brightness of day, come shine again,-”\r\nI snatched the wand through the prison cell on the second to final word.\r\n“What are you doing? You crazy person! Give it back or else,’’ the wizard declared\r\n“Wand, wand, holy wand, make the cell ten fold bigger,” I yelled out. The cell increased as the wizard stepped back.\r\n“Let me tell you something. I am evil. My plan was to make you and your pork chop friends enemies of the world. They may all be kind people, but they are feared. None of them are known that much, but have formed close bonds with the people of this land. They have power over her, I don’t, which is why I sent you on a quest. So basically, I am evil. Also, why did they try to kill you? Because they know you are on a quest to kill them. Yeah, so I tricked you, HAHAHAHAHAHAHAHAH! So yeah I’m EVIL,” The wizard screamed and then cackled. ",
    "“Wand, wand, holy wand, make the last spell put reversed,” The wizard yelled as he waved his hand where the wand would’ve been if he had it. Apparently, he already forgot that he lost his wand to me. “Why isn’t this spell working? WORKWORKWORK.”\r\n\tI snickered to show him my hand with the wand. \r\n\t“Dang It! He took the trainer’s wand. He can cast spells now. Well, no biggie, I have 41 more in my pocket,” He murmured. His hand went in his pocket and pulled out his other wand.\r\n\tThat wizard is sort of creeping me out now. Now I need to see if he speaks the truth about himself, or if he is delulu like my brother. “Wand, Wand, holy wand, produce a mirror that comes from magic.”\r\nPOOF! The mirror appeared. \r\n“Wand, wand, holy wand, make the mirror only respond to me.” A silver ripple went through the mirror as it showed brightly.\r\n“Why is the mirror so dull now?” Ms. Chungus, who woke up from her beauty rest asked.\r\n“Because I magicized it,” I replied.\r\n“That’s not a word.”\r\n“Sorry. But please don’t sound like Fungus.”\r\n“Okay.”\r\n“Mirror mirror on the wall, produce a mirror of truth as the color of my golden tooth,” I asked. The mirror came to my hands as I pointed it at the wizard. “Does he speak the truth?”\r\n“Wait, you have a golden tooth. That’s amazing. How much do I get for it like oh my god, that is so frickin’ cool. But anyway, let’s see what the supposed magic mirror said, now that is \r\n“Yes,” the mirror replied. \r\n“You tricked me! You forced me into killing gigi for no good reason and nearly made me kill the fattiest pumpkin,” I wailed. He is a murderer. “Wand, wand, holy wand, make this man only speak the truth. You don’t make me feel popular anymore. Like the song to. Wait, I’m gonna sing it now. Elphie, now that we're friends, I've decided to make you my new project!\r\n\r\n\r\n\r\n“I put a charm on the people of the imaginary friend's world. They now believe everything I tell them and I am their leader now. You are the second person to come here,” The wizard said with his eyes faintly glowing. \r\n“STOP IT!” Someone yelled from behind. \r\nI looked behind me and saw Ms. Chungus scream. \r\n“I don’t want to hear a word more from you about this stuff,” she yelled.\r\n“Wand, wand holy wand, let the squash go in the cell.” The wizard murmured as he waved his wand around in the shape of a squash. ",
    "“Hi!” Something behind my back says. “I’m your friend today. Do you want to play with me?”\r\n\tI turn around to see what’s happening while keeping an eye on the evil wizard. When I see it, I see a squash with large googly eyes. I officially will not eat squash for Thanksgiving dinner now. “Um, No. Why would I want to play with you? You literally have mold coming out from the top and have googly eyes.”\r\n\t“But I’m your friend.”\r\n\t“Who cares?” I replied. I wave my wand and chant, “Make this evil squash an EN-E-MY.”\r\n\t“WOOR,” the evil squash says. “I hate you!”\r\n\t“Tengus, what did you do? Why does he like going under your shoe or something?” Ms. Chungus yelled. \tI look around and see it under my shoe. I wave my wand to cast another spell and chant, “Wand, wand, holy wand, make my enemy the other wizards too!”\r\n\r\n\t“WHAAAAAAAA,” the squash screamed. This is getting creepy now, especially now. “You brought me to this life full of pain and made me have fungi on me. I hate you, you wizard. I will now attack you for making me. I HATE YOU!!!”\r\n\tThe squash jumps out of the prison spell and attacks the wizard. The wizard desperately tries to fight back, but the squash keeps jumping around him. Some fungi shed around him as orange and green fall down. \r\n\t“RARRRR! I will defeat my creation with my OTHER training wand!” The wizard yells as he sticks the wand inside the squash. The squash immediately becomes an inanimate object and it drops to the floor. Seeds begin to sprout out of the top of it like a fountain and the goo around them was an orange as a pumpkin. The wizard kept wiping the stuff off, but eventually it became too much for him so he stopped. The wizard stood up and glared at me. “Wand, wand, holy wand, make this boys mouth go-”\r\n\t“Wand, wand, holy wand, stop this spell, please at once!” I yelled, waving the wand dramatically to show the wizard that I interrupted him. The wizard looked at me astonished, so I decided to give him an explanation.“You get it! I don’t want to hear the spell about me or some random boy who needs his mouth to go whatever! So I interrupted you! Also, what was that squash and why did you kill it! I mean, why did you like, make a random squash appear and make it really creepy? I mean it literally. And then, why would you kill your own creation? You could’ve zapped them and made them go inside a cage like you did to us!”\r\n\t“I can’t zap it,” the wizard replied with his eyes wide and squash goo dripping. Everyone in the room gasped at this. \r\n\t“Why? Why can’t you?” I asked.\r\n\t“Well, I might have found a bunch of trainer’s wands in the forest and put them in a copying machine. A trainer wand can only cast spells if you use the wand, wand, holy wand ordeal or whatever you want to call it. I can’t zap or do anything with my head?”\r\n“Do you know anyone who can do real life magic?” \r\n“Yeah. There’s a whole kingdom dedicated to magic and I used a magic spell on the people of my land to not remember or ever learn or hear about it. I don’t know if the other kingdoms know about it, I only know because I studied old maps about it.”\r\n“Wait, you tricked me? You can’t do magic? WHATTTTT?” Ms. Chungus suddenly interjected. “WHY did you have to do that to me? My whole life as a penguinette is a lie.” And then she moaned.\r\n“Silence when I order,” The wizard screamed. \r\nIf I make him worthless, I can kill him! Perfect!\r\n“Wand, wand, holy wand, make that weird man a covid-19 germ.” I screamed with all my might, pointing at him. ",
    "“Wait, what did you just do?” Ms. Chungus asked. “Where is he? Did you make him disappear?”\r\n\tI looked attentively at the spot where he just stood. There was nothing left, but there was something I knew. “I made him a Covid-19 Germ. Those things are very small and have no way of becoming big.”\r\n\t“What’s covid?” Ms. Chungus asked.\r\n\t“Covid is like the big sickness that happened in my world when I was little.”\r\n\t“Like the big unipanda sickness?” Ms. Chungus replied.\r\n\t“If a lot of them died, then yeah.”\r\n\t“I think that we need to do something though.”\r\n\t“What is it?” I asked romantically.\r\n\t“We need to take off every spell that the wizard puts on our land for the people!” \r\n             “Well, how are we gonna do that?” I asked, leaning in for a kiss.\r\n             “Um, I have a boyfriend.” Said Ms. Chungus, pushing me away.\r\n             “But isn’t he dead?” I asked curiously.\r\n             “He’s still alive in here.” Said Ms. Chungus, pointing at her heart. And then she began to sob uncontrollably.\r\n             “There there, it’s alright. I’m sure he’s looking down at you.” I said, trying to comfort her. “After all, your body is clearly visible from heaven.” I added, which by the way was very true. \r\n             “Well, the best we can do is get you home. Ms. Chungus suggested. \r\n             “But then I can’t kiss you!” I complained.\r\n              “Well, your safety is more important than that.” She said,\r\n              “Fine, let’s go home. But first, we must tell all the imaginary friends that we are safe, rip the wizard’s spell book, and then I will go home.”\r\n\t“Okay, let’s do that”, Ms. Chungus agreed.\r\n\tI then grabbed the book, ripped it into pieces, and left.\r\nSoon, we were in front of all 6,741 imaginary friends.\r\n\t“Okay guys, we’re safe”, I explained.\r\n\t“But what about Mr. Rubber Kickin Chicken?” An imaginary sea turtle asked. \r\nI then told everyone the entire story. How I tried to kiss Ms. Chungus, how Rubber Kicken Chicken risked his life for us. And how I defeated the wizard and his dumb spell book.\r\n\t“Okay guys,” I told everyone. “After a long journey, I am now going back home!” Everyone cheered for me! I had never felt so overjoyed! Especially with Fungus not around.\r\n“Bye everybody!” I said, while tears rolled down my cheeks.\r\n“Bye! They all said happily. \r\nMs. Chungus and I then left and got instant ramen. It was now time for me to go back to my ugly, smelly  house due to Fungus growing fungus on him and refusing to ever shower.",
    "“So here you are. This is where I went plop on you for the first time. I remember seeing you and then like rolling around,” Ms. Chungus says, dabbing a tear that dropped from her cheek. “Oh, the nostalgia of that moment.  How wonderful that was for me. I just wish Mr. Rubber Kickin’ Chickin’ was here for us.”\r\n“I have to admit something to you Ms. Chungus.”\r\n\t“What is it?”\r\n“Risin' up, back on the street\r\nDid my time, took my chances\r\nJK it’s just that I thought that Mr. Rubber Kickin’ Chickin’ was, well, annoying. I called him in my mind, ‘Mr. Rubber Kickin’ Chickin.’”\r\n“Oh well, he was a little, well, too kind to me in a sense.”\r\n“But he did die, valiantly as a person who sacrificed himself for others. That was a selfless thing to do I guess.”\r\n“I’ll always remember him in my heart as you told me earlier. Remembering in my heart is something that I should work on, now that you are leaving.”\r\n“I have to go back home because of schoolwork and my family. But I’ll always remember you. Now, can you leave so I can figure out how to use the portal back home? I'll ask for your help if I need it and when I need it.”\r\n“Okay,” Ms. Chungus moaned. She stood up and rolled. \r\nNow how do I go back? I looked for any sign that says, go back to Earth! I looked around, and I didn’t see anything but green grass and cement. There were yellow markings there though. I paced at where the yellow markings led, leaping over weeds and ant houses as I followed my “yellow paint road.”\r\nAt the end of the road, there was a small plaque. I inched closer to see and tried to read it, but nothing happened. Why can’t there be big signs like on highways that say, turn left for Louisville. I did like the left though because it went inside a circle. I eventually laid down to try to see what the plaque said, As I pulled my body closer and closer with my eyes squinted in slits as cold cement touched my t-shirt. My backpack bounced on my back as I tried to make sense. \r\n“Way came way out,” It read with nothing else except a stick figure engraved in gold. Way came, way out. How does that make sense? Wait, it means the way you came is the way you get out. But how did I get here? I walked to school and then I landed here. No, some old crackpot came and jumped in front of me. No, Fungus came behind me and pushed me into the Imaginary Friend’s world thingamabob. Ms. Chungus has to push me to the floor for me to go home. \r\nI ran back to the village, screaming, “Ms. Chungus! Ms. Chungus! I need you urgently to get back home.” \r\nMs. Chungus ran, or I should say rolled out of the house she lived in. \r\n“Am I going back home with you? You know how much I want to go back with you!”\r\n“No, I need you to push me as hard as you can to the ground to activate the portal! I know it sounds sort of crazy, but it’s the only way I can get back home.”\r\n\t“I would never ever push you into any place, especially the floor.”\r\n“But I need it, please?” I replied, giving her my best puppy eyes.\r\n“Fine, I’ll try. But I might roll into you.”\r\n“It has to be a push.” \r\n“Fine, Push.”\r\n\t She and I race to the plaque and I stand up straight. \r\n“What do I do again?” Ms. Chungus asked.\r\n“You push me to the ground.”\r\n“Okay.”\r\nShe ran behind me and crashed through as I fell to the ground, and the world went black.",
    "“WHAT HAPPENED? Tell me, it better be good, because I’m on episode 416.7 of my marathon. Oh, and don’t forget to tell me your name, whoever you are, and if you are a green ugly monster, just please don’t come in. That would be really nice of you btw,” I scream, flustered that someone disrupted my screen time. \r\n\t“IT’S FUNGUS!” The person on the other side of the room screams. \r\n\t“You are part of the ugly green monster thing, and please don’t disturb me,” I scream back.\r\n\t“I really need to talk to you about something though,” He yells. \r\n\t“But I don’t really approve of that,”I said a little bit louder. “Anyways, Candace almost busted them just now, and I want to see the end of the episode. Oh, and bluey just stopped crying and is hugging Bingo while the baby also stopped crying.” I yell.\r\n\t“You realize that I can open the door right now? You forgot to lock it.”\r\n\t“Fine, come in.” \r\n\tFungus opens the door and sits on stuffy bunny, my second favorite stuffed animal.\r\n\t“You’re sitting on Stuffy Bunny right now, get off of him.”\r\n\t“Fine, I’ll just stand.” he yells, even though I’m 2 feet away from him.\r\n\tHe stands up and leans on the rail of my bed. \r\n\t“I’m sorry,” he said. \r\n\t“About what?”\r\n\t“I’m the one who paid the wizard and crackpot guy like, 2 cents and made him do all the trouble in getting rid of you. Unfortunately, it didn’t work. And you got back to this world which makes me very sad because I don’t really like you.”\r\n\t“That’s it? You made me kill people. And how do you even know about the imaginary friend's world? It’s literally another dimension and the only way to get there is to fall through a tree on park avenue on east 57th street. Did someone push you inside it.”\r\n\t“Um, no. I saw an advertisement on temu/walmart brothers life chat to get rid of your brother for 2 cents, and it actually worked.”\r\n\t“Do you buy that app on Walmart? Because I really want to get rid of you.”\r\n\t“Um, no. You buy it somewhere you don’t \t\r\n“What’s that? Wait, never mind. I want you to answer this question instead. How did no one even realize that I was gone? Like, seriously, I was gone for like 5 days, and mom would’ve noticed that by getting a text from the school on snapchat if I was absent.”\r\n\t“Oh, that’s an easy question to answer. I programmed a rotten banana with googly eyes to act like you, and since you’re too stinky to look at sometimes, no one really realized. The rotten banana smell was pretty good though.”\r\n\t“Um, how did you do that?”\r\n\t“It’s easy, I went on capcut and instagram to figure it out.”\r\n\tWhy is he so annoying like that? I’m going to tell a tattle tale today and I’m going to tell his mommy about what he did, and he will be fried for life. I ran to the kitchen to where my mom was cooking and stopped.\r\n\t“By golly, how could you have scared me like that. You are so scary sometimes, Tengus.”\r\n\t“Moooooom. Fungus sent me to the imaginary friend's world and paid a wizard 3 cents to take me away. You didn’t notice that I was gone because Tengus made and programmed a rotten banana to become me and act like me. And the worst part is that he made a plan with the wizard to defeat good people and make me a bad guy. Mom, you have to believe me this time I’m telling the truth!!!” I say in one breath as I huff and puff at the end.\r\n\t“Oh Tengus, you can be so funny sometimes. But if he’s right about one thing, you have been smelling like rotten bananas these days. And anyways, I’m such an overprotective mother sometimes, well usually, I would’ve noticed that you have been gone. And if I didn’t notice, then the school would’ve noticed and Dad would’ve noticed and your best friend would’ve too. Now, please go on and take a shower, you really should start getting in the habit of doing that more often.” She replied\r\n\tI turn around and grumble and out of the corner of my eyes, I see Fungus stick his tongue out at me. Ugh, he will always be like that. He always needs to make trouble happen for me. But I’m gonna get revenge. "
  ]
}